const wordList = [
    {
        word: "commander",
        hint: "Кем был великий исторический персонаж Александр Македонский"
    },
    
    {
        word: "iran",
        hint: "О какой  современной стране идет речь -Ахемениды, Дарий Страпии Греко-Персидские войны"
    },
    
    {
        word: "spain",
        hint: "Кордовский халифат находился на территории этой страны"
    },
    
    {
        word: "earth",
        hint: "Как на английском звучит этот термин как Феодал или Феод"
    },
    
    {
        word: "mesopotamia",
        hint: "Междуречье двух рек Тигр и Евфрат еще назвали в древности как"
    },
    
    {
        word: "france",
        hint: "Династия Бурбонов и Валуа речь идет о стране.."
    },
    
    {
        word: "maverannahr",
        hint: "Междуречье рек Амударья и Сырдарья в 7-8 веке Арабы так называли "
    },
    
    {
        word: "alexander",
        hint: "Имя великого царя Македонии покаривший Азию, Африку, и часть Индии"
    },
    
    {
        word: "menes",
        hint: "Имя этого великого фараона объединившего Верхний и Нижний Египет около 4000 тыс лет до.н.э"
    },
    
    {
        word: "babylon",
        hint: "Огроный древний город столица Месопоамии -врата Богов это город "
    },
    
    {
        word: "usa",
        hint: "Где ратифицировали первые постулаты современной конституции?"
    },
    
    {
        word: "herodotus",
        hint: "Отец истории и основатель этой этого предмета"
    },
    
    {
        word: "darius",
        hint: "Царь стран Гистаспа Царь царей великий царь Ахеменид так называли великого персидского царя?"
    },
    
    {
        word: "genghiskhan",
        hint: "Знаментый полкаводец  средневковья завоевал почти весь мир, ему небыло  равных в истории"
    },
    
    {
        word: "vatican",
        hint: "Самая маленькая страна в мире там живет Папа Римский"
    },
    
    {
        word: "revolutionary",
        hint: "Эрнесто Че Гевара"
    },
    
    {
        word: "false",
        hint: "Правда ли утверждение что кроманьонец жил раньше чем неандалец "
    },
    
    {
        word: "true",
        hint: "Верно ли что Древний Египет Саиского периода был уничтожен Персией в 525 году Камбизом"
    },
    
    {
        word: "hyksos",
        hint: "Так называли восточные кочевые племена захватившие Египет в далекой древности "
    },
    
];